xclip
xorg-server
xorg-xinit
xorg-xinput
dmenu
feh
i3-wm
i3status
maim
alacritty
fastfetch
fish
fzf
starship
zoxide
bluez
bluez-utils
brightnessctl
btop
less
mosh
pulsemixer
ripgrep
rocm-smi-lib
sshfs
neovim
tree-sitter-cli
ranger
w3m
highlight
atool
p7zip
unrar
zip
aarch64-linux-gnu-gcc
cargo-watch
cmake
composer
dotnet-sdk
doxygen
emscripten
gnu-netcat
gradle
libbsd
mariadb
mingw-w64
npm
sqlx-cli
valgrind
virtualbox
audacity
gimp
texlive-binextra
texlive-fontsrecommended
texlive-langenglish
texlive-langeuropean
texlive-latexextra
texlive-plaingeneric
obs-studio
discord
noto-fonts-emoji
spotify-launcher
steam
dosfstools
ntfs-3g
wine
