git
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
xclip
i3-wm
i3status
dmenu
feh
maim
fish
alacritty
fastfetch
starship
brightnessctl
pulsemixer
bluez
bluez-utils
btop
mosh
neovim
npm
composer
ripgrep
atool
zip
unzip
p7zip
cmake
mingw-w64
valgrind
dotnet-sdk
rustup
jdk17-openjdk
virtualbox
php-apache
mysql
phpmyadmin
dosfstools
ntfs-3g
gimp
audacity
obs-studio
discord
noto-fonts-emoji
steam
spotify-launcher
wine
