xclip
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
autotiling
dmenu
feh
i3-wm
i3status
maim
alacritty
fastfetch
fish
fzf
starship
tmux
zoxide
bluez
brightnessctl
btop
less
mosh
pulsemixer
ripgrep
rocm-smi-lib
sshfs
neovim
ranger
w3m
highlight
atool
p7zip
unzip
zip
aarch64-linux-gnu-gcc
clang
cmake
composer
dotnet-sdk
emscripten
gnu-netcat
go
gradle
jdk17-openjdk
kotlin
libbsd
mingw-w64
npm
rustup
valgrind
virtualbox
mysql
php-apache
phpmyadmin
audacity
gimp
obs-studio
v4l2loopback-dkms
discord
noto-fonts-emoji
spotify-launcher
steam
dosfstools
ntfs-3g
wine
